cask "google-chrome"
cask "1password"
cask "alfred"
cask "spotify"
cask "vlc"
cask "qview"
cask "dash"
cask "android-platform-tools"
cask "android-studio"
cask "homebrew/cask-versions/adoptopenjdk8"
cask "zotero"
cask "adoptopenjdk"
cask "android-studio"
cask "db-browser-for-sqlite"

brew "tmux"
brew "python@3.9"
brew "youtube-dl"
brew "unzip"
brew "semgrep"
brew "terraform"
brew "zola"
brew "neovim"
brew "fortune"
brew "ripgrep"
brew "fd"
brew "tokei"
brew "bat"
brew "fzf"
brew "curl"
brew "wget"
brew "gnupg"
brew "cloudflare/cloudflare/cloudflared"
brew "packer"
brew "git"
brew "jadx"
brew "p7zip"
brew "xz"
brew "zip"
brew "sqlite"
brew "cmake"
brew "libffi"
brew "openssl@1.1"
brew "rustup-init"
